const About = () => {
  return (
    <section className="py-16 bg-white">
      <div className="container-wrapper">
        <div className="max-w-4xl mx-auto">
          <p className="text-base mb-6">
          汕头南茂针织实业有限公司创办于1991年，位处中国针织内衣名镇汕头市潮阳区谷饶镇，临海城市运输便利，是集产品设计、开发、生产制造、营销为一体的现代化企业。我们高质量的OEM/ODM产品和服务使公司不断赢得欧美，南美，中东及国内高端品牌客户的信赖并开展深入的合作。我们年产量达500多万件并处于高速增长期。我们具备完善的生产体系，配套有健全先进的生产设备，稳定的技术工人，和严格的生产管理。全面引进先进设备300余台，员工200余人，生产实力雄厚!常年努力开发、生产新产品，以适应新时代市场的需求! 现有厂房14000多平方米，拥有一批高级专业技术人员及高素质的员工队伍!来满足客户们的需求，“诚信为本，质量为重”一直是我司的服务宗旨
          </p>
        </div>
      </div>
    </section>
  );
};

export default About;
